/* NSTextField (As a contributor to Cyberduck, you receive a donation key that disables this prompt.) : <title:As a contributor to Cyberduck, you receive a donation key that disables this prompt.> (oid:50) */
"As a contributor to Cyberduck, you receive a donation key that disables this prompt." = "As a contributor to Cyberduck, you receive a donation key that disables this prompt.";

/* NSButton (Don't show again for this version.) : <title:Don't show again for this version.> (oid:12) */
"Don't show again for this version." = "אל תציג זאת שנית.";

/* NSButton (Donate!) : <title:Donate!> (oid:7) */
"Donate!" = "תרום!";

/* NSTextField (Donation Key) : <title:Donation Key> (oid:30) */
"Donation Key" = "Donation Key";

/* NSTextField (It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!) : <title:It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!> (oid:9) */
"It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!" = "בפיתוח תכנה זו הושקעו ימים ולילות. אם נהנית משימוש בתכנה זו אנא שקול תרומה למחבר (זה אני!). זה יעודד אותי להמשיך ולפתח ולשפר אותה, באמת!";

/* NSButton (Later) : <title:Later> (oid:11) */
"Later" = "יותר מאוחר";

/* NSWindow (Please Donate) : <title:Please Donate> (oid:5) */
"Please Donate" = "אנא תרום";

/* NSTextField (Thank you for using Cyberduck!) : <title:Thank you for using Cyberduck!> (oid:10) */
"Thank you for using Cyberduck!" = "תודה על השימוש ב- Cyberduck!";

/* NSTextField (The payment can be made simply and safely using Paypal. You don't need an account.) : <title:The payment can be made simply and safely using Paypal. You don't need an account.> (oid:19) */
"The payment can be made simply and safely using Paypal. You don't need an account." = "הפעולה יכולה להתבצע בקלות דרך האינטרנט באמצעות PayPal.";

